Repository: HLFH/mail_roundcube
Catalog: roundcube/l10n/*/roundcube.po
Languages: de, es, es_ar, fr

source: Refresh interval '%s' is not a number.
de: Session-Refresh '%s' ist keine Zahl
es: Intervalo de recarga '%s' no es un numero
fr: Période de rafraîchissement '% s' ne est pas un numéro.

source: Not submitted for us.
de: Nicht ans uns übermittelt.
es: No expuesto para nosotros
es_ar: No enviado para nosotros.
fr: Non soumis pour nous.

source: Application settings successfully stored.
de: Anwendungseinstellungen wurden erfolgreich gespeichert.
es: Configuracion de aplicacion guardada correctamente
es_ar: Configuración de la aplicación guardada con éxito.
fr: Sauvegarde des paramètres réussi

source: Unable to store email credentials in the data-base.
de: Emailzugangsdaten konnten nicht gespeichert werden.
es: Imposible guardar credenciales de corre en base de datos
fr: Impossible de stocker email pouvoirs dans la base.

source: Email-user credentials successfully stored. Please login again to OwnCloud for applying the new settings.
de: Emailzugangsdaten wurden erfolgreich gespeichert. Bitte melden Sie sich erneut in OwnCloud an, damit die Änderungen wirksam werden.
es: Credenciales de correo de usuario guardadas. Por favor inicia session otra vez.
fr: Email pouvoirs utilisateur stockées avec succès. Se il vous plaît vous connecter à nouveau à OwnCloud pour appliquer les nouveaux paramètres.

source: Auto-Login is not working. Please contact you're administrator
de: Der automatische Login funktioniert nicht. Kontaktieren Sie bitte Ihren Systemadministrator.
es: Auto-inicio no esta funcionando. Porfavor contacta el administrador
fr: Auto-Login ne fonctionne pas. Se il vous plaît communiquer avec vous êtes la administrateur

source: Database error
de: Datenbankfehler
es: Error base de datos
fr: Erreur de base de données

source: Please follow the wiki page to setup the database manually:
de: Bitte folgen sie den Hinweisen im Wiki zur manuellen Datenbankkonfiguration.
es: Por favor lee la wiki para configurar la base de datos manualmente
fr: Se il vous plaît suivre la page wiki pour configurer manuellement la base de données:

source: You have errors in your settings
de: Es bestehen Konfigurationsfehler
es: Tienes errores en la configuracion
fr: Il y a une erreur dans les paramètres

source: You can manage your admin settings here:
de: Bitte korrigieren sie die Administrationseinstellungen
es: Puedes reconfigurar aqui:
fr: Vous pouvez gèrer vos paramètres administrateur, ici:

source: Settings
de: Einstellungen
es: Configuraciones
fr: paramètres

source: You don't have any email account configured yet.
de: Bitte richten Sie zunächst ein Emailkonto ein.
es: No tienes ninguna cuenta de correo configurada aun
fr: Vous n'avez pas encore de compte mail configuré.

source: You can manage your email accounts here:
de: Hier können sie ihren Emailkonten verwalten:
es: Puedes administrar tus correos aqui:
fr: Vous pouvez gèrer votre compte mail ici:

source: You don't have any email account configured correctly yet. Please check you username and password.
de: Bitte richten Sie zunächst ihr Emailkonto korrekt ein. überprüfen sie Nutzer und Passwort.
es: No tienes ninguna cuenta de correo configurada aun correctamente. Revisa Tu username y password.
fr: Vous n'avez pas de compte mail configuré. Veuillez vérifier votre nom d'utilisateur et mot de passe.

source: RoundCube Settings
de: RoundCube Einstellungen
es: Configuracion rouncube
fr: RoundCube paramètres

source: Basic settings
de: Grundeinstellungen
es: Basicas
es_ar: Configuración básica
fr: réglages de base

source: Advanced settings
de: Erweiterte Einstellungen
es: Avanzadas
es_ar: Configuración avanzada
fr: Paramètre avancé

source: Absolute path to roundcube installation, e.g. If you have http://example.com/roundcube enter /roundcube/ here. Note that subdomains or URLs do not work, just absolute paths to the same domain owncloud is running.
de: Absoluter Pfad zu der bestehenden Roundcube Installation, z.B. bei https://owncloud.com/roundcube wäre das /roundcube/. Es funktionieren nur absolute Pfadangaben, die sich auf diesselbe Domain beziehen wie die, auf der Owncloud läuft.
es: Ruta absoluta a la instalacion de rouncube, ejem. si tienes http://example.com/para roundcube sera /roundcube/ . Nota que subdominios o URLs no funciona, Solo ruta absoluta a el mismo dominio donde owncloud esta intalado.
fr: Le chemin absolu d'installation de Rouncube, e.g pour https://owncloud.com/roundcube entrer /roundcube/. Noter que le sous-domaine ou URL ne fonctionneront pas, seul le chemin absolute du même domaine que Ownloud fonctionnera.

source: Remove RoundCube control navigation menu items with currently logged in user information
de: RoundCube Navigationselemente mit aktuellen Nutzerinformationen ausblenden ( "Angemeldet als ")
fr: Retirer Roundcube éléments de menu de navigation de contrôle avec actuellement connecté informations utilisateur

source: Remove information bar on top of page
de: Entfernen der Informationsleiste im oberen Seitenbereich
es: Remover la barra de informacion del tope
fr: Retirer barre d'informations en haut de la page

source: Removes the buttons for different sections (mail, adressbook, settings) within the RoundCube mail application
de: Entfernt die Buttons für die verschiedenen Bereiche (Mail,Adressbuch,Einstellungen) innerhalb der RoundCube Anwendung
fr: Cacher les boutons des sections (mail, agenda, paramètres) de l'application mail de Roundcube

source: Remove RoundCube header navigation menu items
de: Navigationsleiste ausblenden
es: Remover la barra de navegacion de items de menu
fr: Retirer Roundcube tête navigation éléments de menu

source: Enable autologin for users, which reuse the login data from OC for RoundCube.
de: Autologin für Nutzer aktivieren, um die Nutzerdaten von OC für Roundcube wieder zu nutzen.
es: Habilitar autosesion para usuarios, por cual la data de correo se toma del owncloud.
fr: Activer l'auto-authentification pour les utilisateur, qui re-utilisera les données du compte RounCube d'Owncloud.

source: Enable autologin for users
de: Autologin für Nutzer aktivieren
es: Habilitar autoinicio para usuarios
fr: Activer l'auto-authentification pour les utilisateur

source: Enable debug messages. RC tends to bloat the log-files.
de: Aktiviert Debugging. Das führt zu großen Logdateien!
es_ar: Habilitar mensajes de depuración. RC tiende a llenar los archivos de log.
fr: Active les message de debug. Attention, à la taille des fichiers de log.

source: Enable debug logging
de: Aktiviert Debugging für das Logging
es_ar: Habilitar depuración.
fr: Active mode debug

source: Disable SSL verification, e.g. for self-signed certificates
de: SSL-Verifizierung deaktivieren, z.B. für selbst-signierte SSL-Zertificate
es: Desabilitar verificacion SSL, ejem. para certificados autofirmados
fr: Désactiver la vérification de SSL, par exemple pour les certificats auto-signés

source: Overwrite roundcube server hostname if not the same as owncloud, e.g. for (sub)domains which resides on the same server, e.g rc.domain.tld But keep in mind that due to iFrame security constraints it will be only working on the same server, see HTML/JS same-origin policies
de: Überschreibe roundcube server Hostnamen, wenn es nicht derselber wie Owncloud ist, z.B. (Sub)domänen wie rc.domain.tld. Das funktioniert aber nur innerhalb desselben Servers aufgrund von iFrame-Beschränkungen, siehe HTML/JS same-origin Policy.
es: Sobrescribir nombre de host de roundcube si no es el mismo al del owncloud, ejem. para(sub)dominios que residen en el mismo servidor, ejem. rd.domain.ltd Pero ten cuenta que debido a el iFrame, hay implicaciones de seguridad, y solo funcionara si ambos estan instalados en el mismo servidor, ve las politicas de HTML/JS de mismo origen.
fr: Ecraser nom du serveur roundcube si ce ne est le même que owncloud, par exemple pour les (sous-) domaines qui réside sur le même serveur, par exemple rc.domain.tld Mais gardez à l'esprit que, en raison des contraintes de sécurité iFrame il sera travaillant uniquement sur le même serveur, voir / JS politiques de même origine HTML

source: Overwrite roundcube server port (If not specified, ports 80/443 are used for HTTP/S)
de: Explizite Angabe des RoundCube Server-Port. Die Voreinstellung ist 80/443 für HTTP resp. HTTPS. Fall Sie unsicher sind, lassen Sie das Feld leer
es: Sobreescribir el puerto del servidor para rouncube (si no se especifica 80/443 para HTTP/S)
fr: Ecraser port du serveur roundcube (Si non spécifié, les ports 80/443 sont utilisés pour HTTP/S)

source: This should be set to somewhat (e.g. 60 seconds, YMMV) less than half the session life-time of your RoundCube install (refer to the Roundcube documentation, please).
de: RoundCube Session-Refresh-Intervall. Der Wert sollte ``geringfügig'' unterhalb der Hälfte der eingestellten Session-Life-Time der RoundCube-Instanz sein (z.B. 60 Sekunden weniger als die Hälfte). Bitte lesen Sie die diesbezügliche Dokumentation der RoundCube Web-Applikation.
fr: Cela devrait être réglé à peu (par exemple 60 secondes, vous qui voyez) moins de la moitié de la session durée de vie de votre RoundCube installer (reportez-vous à la documentation Roundcube, se il vous plaît).

source: Refresh interval for the Roundcube-session in seconds
de: Session-Refresh Intervall für RoundCube in Sekunden
es: Intervalo de revision de peticion web para mantener sesion de roundcube en segundos
fr: L'intervalle de rafraîchissement pour le Roundcube de session en secondes

source: Saving...
de: Speichere...
es: Guardando...
es_ar: Guardando...
fr: Sauvegarde en cours ...

source: Logged in as
de: Angemeldet als
es: Session como
fr: Connecté en tant que

source: RoundCube Mailaccount
de: RoundCube Emailkonto
es: Cuenta correo Rouncube

source: Email Login Name
de: Email Nutzername
es: Nombre de sesion correo
fr: Email Nom de connexion

source: Email Password
de: Email Passwort
es: Clave de correo
fr: courriel Mot de passe

source: Update Email Identity
de: Zugangsdaten aktualisieren
es: Actualizar identidad correo
fr: Mise à jour Email Identité

source: General saving error occurred.
de: Allgemeiner Speicherfehler bei den Einstellungen
es: Error general salvando
fr: Erreur générale de l'économie se est produite.

source: Please fill username and password fields
de: Bitte füllen Sie sowohl Nutzername, als auch Passwort aus
es: Porfavor ingresa los campos de usuario y clave
fr: Se il vous plaît remplir les champs username et password

source: Autologin for users activated. OwnCloud user data will be used for login in roundcube
de: Das automatische Anmeldung ist aktiviert. Ihre OwnCloud Benutzer-Identität wird für die RoundCube Authentifizierung verwendet.
es: Autoinicio para usuarios activado. Datos de usaurio y clave se toman del OwnCloud para roundcube
fr: Autologin activée pour les utilisateurs. Données utilisateur Owncloud seront utilisés pour la connexion au roundcube

source: Webmail
es: CorreoWeb

source: Maildir can't be an empty string.
es_ar: Maildir no puede estar vacía.

source: Host is not valid.
es_ar: El host no es válido.

source: Port must be a valid port number or left empty.
es_ar: El número de puerto debe ser válido o dejado vacío.

source: Internal address '%s' is not an URL
es_ar: La dirección interna '%s' no es una URL.

source: Some inputs are not valid.
es_ar: Algunas entradas no son válidas.

source: Unable to login into roundcube. There are login errors.
es_ar: No se puede hacer login en RoundCube. Hay errores de login.

source: If you have "http://example.com/roundcube" enter "/roundcube/" here. Note that subdomains or URLs do not work, just absolute paths to the same domain ownCloud is running.
es_ar: Si se tiene "http://example.com/roundcube", ingresar "/roundcube/" aquí. Notar que subdominios o URLs no funcionan, sólo rutas absolutas al mismo dominio en el que está ejecutándose ownCloud.

source: Absolute path to RC installation
es_ar: Ruta absoluta a la instalación del RC.

source: Show RoundCube control navigation menu items with currently logged in user information
es_ar: Mostrar menú de control de navegación del RC con información del usuario logueado.

source: Show information bar on top of page
es_ar: Mostrar barra de información arriba de la página.

source: Enable SSL verification, e.g. disable for self-signed certificates
es_ar: Habilitar verificación SSL (deshabilitar para certificados auto-firmados).

source: Overwrite roundcube server hostname if not the same as owncloud, e.g. for (sub)domains which resides on the same server, e.g rc.domain.tld. But keep in mind that due to iFrame security constraints it will be only working on the same server, see HTML/JS same-origin policies.
es_ar: Sobreescribir el hostname del servidor de RC si no es el mismo que ownCloud, ej.: para (sub)dominios que residan en el mismo servidor (rc.dominio.tld). Tener en cuenta que sólo funcionará en el mismo servidor por las restricciones de seguridad del iFrame. Ver políticas de HTML/JS same-origin.

source: Overwrite RC server hostname
es_ar: Sobreescribir el hostname del servidor de RC.

source: Overwrite roundcube server port (If not specified, ports 80/443 are used for HTTP/S).
es_ar: Sobreescribir el puerto del servidor de RC. (Si no se especifica, se usan los puertos 80/443 para HTTP/S.

source: Overwrite RC server port
es_ar: Sobreescribir el puerto del servidor de RC.

source: Internal RoundCube address (as seen by the OwnCloud server). Use this if the internal address, to which OwnCloud should connect when talking to RoundCube, does not match the host and port set above.
es_ar: Dirección interna del RC (como la ve el servidor ownCloud). Usar esto si la dirección interna, a la que el ownCloud se debería conectar cuando habla con RC, no concuerda con el host y puerto de arriba.

source: Internal RC address
es_ar: Dirección interna del RC.

source: Save
es_ar: Guardar
